<?php

declare(strict_types=1);

return [
    'failed'   => 'Неверное имя пользователя или пароль.',
    'password' => 'Некорректный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте ещё раз через :seconds секунд.',
    'forgot_password_link' => 'Забыли пароль? Мы пришлем ссылку для сброса пароля на ваш адрес электронной почты.',
    'email_confirmation' => 'Спасибо за регистрацию! Подтвердитe, пожалуйста, свой email, перейдя по ссылке в нашем письме. Ссылка не пришла? Проверьте папку "Спам" или нажмите «Отправить повторно», и мы отправим письмо еще раз.',
];
